{
    "React": "This is React",
    "HOME": "Home",
    "CONTACT": "Contact",
    "ABOUT": "About Me",
    "PROJECT": "Projects",
    "SKILLS": "Skills",
    "CONTACT_FORM": {
        "EMAIL_PLACEHOLDER": "Enter you email",
        "MESSAGE_PLACEHOLDER": "Type your message...",
        "SEND_EMAIL": "Send Email"
    },
    "HOME_PAGE_CONTENT": {
        "HOME_PAGE_HEADING": "Welcome to my portfolio!",
        "THIS": "This is",
        "FRONTEND_DEV": "a frontend developer!",
        "RESUME": "RESUME",
        "CONNECT WITH ME": "CONNECT WITH ME"
    },
    "HOME_FOOTER_CONTENT": {
        "HOME_FOOTER_TEXT": "A dedicated Front End Developer looking for challenging opportunities which could help in enhancing my skills.",
        "MADE": "Made with",
        "INDIA": "in India"
    },
    "ABOUT_PAGE_CONTENT": {
        "ABOUT_PAGE_HEADING": "About Me!",
        "ABOUT_PAGE_SUB_HEADING": "Student | Enthusiastic Front End Developer who loves going into the depth of HOWs and WHYs.!",
        "ABOUT_ME_PARA1": "My name is Aditya Kumar, and I am a passionate front-end developer. I have always been fascinated by the intersection of technology and design, and my interest in creating visually stunning and user-friendlywebsites.",
        "ABOUT_ME_PARA2": " Currently, I am pursuing a Bachelor's degree in Computer Applications (BCA) to gain a deeper understanding of computer science concepts, programming languages, and software development.",
        "ABOUT_ME_PARA3": "I have worked on several projects, all of which are currently deployed on the web. These projects have allowed me to showcase my skills in creating responsive layouts, implementing modern design trends, and optimizing website performance.",
        "ABOUT_FOOTER_TEXT": "check out my ",
        "ABOUT_FOOTER_LINK": "projects!"
    },
    "SKILL_PAGE_CONTENT": {
        "SKILL_PAGE_HEADING": "My Skills!",
        "SKILL_PAGE_DETAIL": "Passionte about new technologies, I keep exploring stuff. Here's the  Tech stack I have worked with.",
        "GET_IN": "Get in ",
        "TOUCH": "touch!"
    },
    "CONTACT_PAGE_CONTENT": {
        "CONTACT_PAGE_HEADING": "Get in touch!",
        "CONTACT_PAGE_DETAIL": "Feel free to Contact me by submitting the form below and I will get back to you as soon as possible.",
        "KNOW_MORE": "Know more ",
        "ABOUT_ME": "about me!"
    },
    "PROJECT_PAGE_CONTENT": {
        "PROJECT_PAGE_HEADING": "My Projects!",
        "PROJECT_PAGE_DETAIL": "Here are a few cool things I've worked on , Do check them out.",
        "CHECK_OUT": "check out my  ",
        "SKILLS": "skills!"
    },
    "PROJECT_DESCRIPTION": {
        "NAME_IT_DESCRIPTION": "Do you find it difficult to name your projects or ventures? Fear not! Check out this cool name suggestion application which will help you find the best name for your next project, venture, or startup. Keep building!",
        "TYPING_TEST_DESCRIPTION": "Having a good typing speed will always help you as a developer! Here, I present you the typing speed test application, where you can check your typing speed (in wpm). ",
        "POKEMONSPACE_DESCRIPTION": "Pokemon was a huge part of our childhood. Talking about pokemon brings back so many memories, but do you remember the details of each pokemon? Probably No! So here I bring you a pokemonspace to check all pokemons :)",
        "PORTFOLIO_DESCRIPTION": "As a passionate developer/designer, I understand the paramount importance of having a remarkable online presence. That's why We should have a portfolio website to showcase our skills, expertise, and dedication to delivering exceptional results. Thus, this is my online portfolio...",
        "MARVEL_MOVIES_DESCRIPTION": "Experience the power of the Marvel app—responsive, dynamic, and connected to the API. Discover your beloved characters, comics, and series with ease, all at your fingertips. Just a few taps unlock a world of Marvel, anytime, anywhere.",
        "SOCIAL_MEDIA_CARD_DESCRIPTION": "Introducing my fully responsive social media card, a one-stop destination for all my social media handles. Explore this dynamic card to discover and connect with me across various social media platforms. Visit now and let's connect!",
        "TRAVEL_APP_DESCRIPTION": "Website that shows nearby restaurants, hotels, and attractions in any location. Fetching API data based on user interaction and data filtering are just some of the features that have been implemented. It has a map embedded in it giving the entire list of restaurants, hotels, etc."
    }
}